[
  {
    "address": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Jan_Matejko%2C_Sta%C5%84czyk.jpg/800px-Jan_Matejko%2C_Sta%C5%84czyk.jpg",
    "title": "Stańczyk",
    "author": "Jan Matejko",
    "authorDetails": "Polski malarz, twórca obrazów historycznych i batalistycznych, historiozof. Był autorem ponad trzystu obrazów olejnych oraz kilkuset rysunków i szkiców. Jeden z najwybitniejszych polskich malarzy w historii.",
    "dateOfPublishing": "1862",
    "imageDetails": "Obraz przedstawia Stańczyka (Stasia Gąskę), nadwornego błazna ostatnich królów polskich z dynastii Jagiellonów. Stańczyk znany był z ostrego dowcipu oraz odważnych żartów politycznych. Stał się bohaterem wielu anegdot, przypisywano mu również nadzwyczajną mądrość."
  },
  {
    "address": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg/1280px-Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg",
    "title": "Gwiaździsta noc",
    "author": "Vincent van Gogh",
    "authorDetails": "holenderski malarz postimpresjonistyczny, którego twórczość dzięki żywej kolorystyce i emocjonalnemu oddziaływaniu wywarła dalekosiężny wpływ na sztukę XX w. Artysta cierpiał na napady lękowe i narastające ataki spowodowane zaburzeniami psychicznymi.",
    "dateOfPublishing": "1889",
    "imageDetails": "Obraz przedstawia widok na wioskę z fikcyjnego punktu widzenia. Van Gogh ujął widok w ramy niedawno odkrytych motywów: z lewej strony cyprys wznoszący się ku niebu, z prawej – grupa drzew oliwnych skupiona w obłok, w tle, na horyzoncie falujące wzgórza Alpilles."
  },
  {
    "address": "https://upload.wikimedia.org/wikipedia/en/thumb/b/bc/Old_guitarist_chicago.jpg/800px-Old_guitarist_chicago.jpg",
    "title": "Stary Gitarzysta",
    "author": "Pablo Picasso",
    "authorDetails": " hiszpański malarz, rzeźbiarz, grafik, ceramik oraz poeta, uznawany za jednego z najwybitniejszych artystów XX wieku. On i Georges Braque są twórcami nurtu malarstwa zwanego kubizmem.",
    "dateOfPublishing": "1903",
    "imageDetails": "Stary gitarzysta to obraz olejny Pabla Picassa, który stworzył na przełomie 1903 i 1904 roku. Przedstawia starszego muzyka, wychudzonego mężczyznę w wytartym ubraniu, który pochyla się nad swoją gitarą podczas grania na ulicach Barcelony w Hiszpanii."
  },
  {
    "address": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ec/Mona_Lisa%2C_by_Leonardo_da_Vinci%2C_from_C2RMF_retouched.jpg/800px-Mona_Lisa%2C_by_Leonardo_da_Vinci%2C_from_C2RMF_retouched.jpg",
    "title": "Mona Lisa",
    "author": "Leonardo da Vinci",
    "authorDetails": "włoski renesansowy artysta i uczony: malarz, rzeźbiarz, architekt, inżynier, a także odkrywca, matematyk, anatom, wynalazca, geolog, filozof, muzyk, pisarz. Leonardo często był opisywany jako archetyp „człowieka renesansu”.",
    "dateOfPublishing": "1503",
    "imageDetails": "Portret przedstawia kobietę en trois quarts, siedzącą na balkonie w pozycji contrapposto, jej ciało ustawione jest pod kątem, a twarz zwrócona jest w kierunku widza. Ubrana jest w skromną szatę, na której brak jest oznak pozycji społecznej, majątkowej czy dworskiej. Za nią artysta ustawił wysoki mur, a dalej melancholijny krajobraz pocięty zygzakowatymi liniami ścieżek i wijących się potoków, który po lewej stronie jest inny niż po prawej i nie stanowi jednej całości."
  }
]
